Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, el, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# PlatformsList.Title
source: Below are a list of platforms that are installed on this machine.
de: Hier siehst du eine Liste der auf diesem Rechner installierten Plattformen.
el: Ακολουθεί λίστα με τις πλατφόρμες που είναι εγκατεστημένες σε αυτό το σύστημα.
fr: Ci-dessous une liste des plateformes installées sur cette machine.
uk: Нижче наведений список платформ що доступні на цій машині
zh_hans: 下面是在这台设备上已经安装的平台列表。
zh_hant: 下列是本機器安裝的平台名單。

source: Versions
de: Versionen
el: Εκδόσεις
es: Versiones
fi: Versiot
hi: संस्करण
it: Versioni
ja: バージョン
ko: 버전
nl: Versies
pl: Wersje
pt_br: Versões
ru: Версии
tr: Sürümler
uk: Версії
zh_hans: 版本
zh_hant: 版本

source: Downloads
el: Λήψεις
es: Descargas
fi: Lataukset
fr: Téléchargements
hi: डाउनलोड
ja: ダウンロード
ko: 다운로드
pl: Pobieranie
ru: Загрузки
tr: İndirilenler
uk: Завантаження
zh_hans: 下载
zh_hant: 下載

source: Error
el: Σφάλμα
fr: Erreur
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: Open In Rosetta
el: Άνοιγμα με Rosetta
fr: Ouvrir avec Rosetta
tr: Rosetta ile Aç
uk: Запустити через Rosetta
zh_hans: 在Rosetta中打开
zh_hant: 使用 Rosetta 打開

# ShowOpenInRosetta
source: Show Open In Rosetta option
el: Εμφάνιση της επιλογής «Άνοιγμα με Rosetta»
fr: Afficher l'option Ouvrir avec Rosetta
ja: Rosettaで開くオプションを表示する
pl: Pokaż opcję Otwórz w Rosetta
pt_br: Mostrar opçao abrir com Rosetta
tr: Rosetta ile açma seçeneğini göster
uk: Показувати опцію "Запустити через Rosetta"
zh_hans: 显示“在Rosetta中打开”选项
zh_hant: 顯示「使用 Rosetta 打開」選項

# ShowOpenInRosettaDescription
source: Open in Rosetta option will show where other "Open" functions are available. Note: This will only show for Apple Silicon machines.
el: Η επιλογή «Άνοιγμα με Rosetta» θα εμφανίζεται όπου είναι διαθέσιμες οι υπόλοιπες επιλογές «Άνοιγμα». Σημείωση: Θα εμφανίζεται μόνο σε συστήματα με Apple Silicon.
fr: Ouvrir avec Rosetta s'affichera d'autres options "Ouvrir" sont disponibles. Note: Uniquement pour les machines Apple Silicon.
ja: Rosettaで開くオプションは "開く" 機能が利用できる場所に表示されます。注意: これはApple Siliconマシンにのみ表示されます。
pl: Opcja Otwórz w Rosetta będzie wyświetlana, gdy dostępne są inne funkcje "Otwórz". Uwaga: Będzie to działać tylko na urządzeniach z Apple Silicon.
pt_br: Opção de abrir com o Rosetta será mostrar onde outras opções "Abrir" estão disponíveis. Nota: Isso só será mostrado pra máquinas Apple Silicon.
tr: Rosetta ile açma opsiyonu diğer uygun "Açma" fonksiyonlarını gösterecektir. Not: Bu sadece Apple Silikon makinelerinde gözükecektir.
uk: Опція "Запустити через Rosetta" зʼявиться там де наразі знаходиться функція "Запустити". Примітка: Доступно лише для Apple Silicon машин.
zh_hans: “在Rosetta中打开”将会在有其他“打开”方式可用时显示。注：此选项只会在Apple Silicon设备上显示。
zh_hant: 「使用 Rosetta 打開」選項會在「打開」選項所在的區塊顯示。注意：這個選項只會在 Apple Silicon 機器顯示。

source: Support Xcodes
el: Υποστηρίξτε το Xcodes
uk: Підтримати Xcodes
zh_hans: 支持Xcodes
zh_hant: 支持 Xcodes

source: AppleID:
fr: Identifiant Apple :

source: Beta
hi: बीटा
ja: ベータ
ko: 베타
ru: Бета
zh_hans: 测试版
zh_hant: 測試版

source: SDKs
ja: SDK
pl: SDK
ru: SDK
tr: SDKler
uk: SDK
zh_hans: SDK
zh_hant: SDK 清單

source: Apple Silicon
tr: Apple Silikon
